[{"model": "products.category", "pk": 1, "fields": {"name": "white", "friendly_name": "White"}}, {"model": "products.category", "pk": 2, "fields": {"name": "red", "friendly_name": "Red"}}, {"model": "products.category", "pk": 3, "fields": {"name": "rose", "friendly_name": "Rosé"}}, {"model": "products.category", "pk": 4, "fields": {"name": "orange", "friendly_name": "Orange"}}, {"model": "products.product", "pk": 1, "fields": {"category": 1, "name": "Adam Fume 2019", "description": "Fume not friends, as a new edition of the cult classic Adam Fumé by winemaker Adam Mason (Previously Mulderbosch + Raised by Wolves, now DeMorgenzon) is here. Made in a fumé blanc style, meaning it’s a crispy white with a lick of deliciously smokey wood, this small-batch baby is one to be glugged.", "country": "South Africa", "alc": null, "price": "15.00", "image_url": null, "image": "PubAdamFume_b2PsmyH.jpeg"}}, {"model": "products.product", "pk": 2, "fields": {"category": 1, "name": "Elgin Ridge 282 Sauvignon Blanc 2017", "description": "Elgin Ridge wines are named after the altitude of the vineyard, namely 282 meters above sea level. This ensures the Atlantic breezes cool the grapes during the day creating balanced wines with good fruit, fine acidity and minerality. Our certified organic farm, produces excellent fruit, so minimal intervention is required in the cellar.", "country": "South Africa", "alc": null, "price": "11.00", "image_url": null, "image": "Elgin-ridge-282-sauvignon-blanc-1_ze7sndS.png"}}, {"model": "products.product", "pk": 3, "fields": {"category": 1, "name": "Alphabetical ‘Vin Blanc’ White 2018", "description": "A Roussanne based blend with a touch of Chardonnay. In the words of the Alphabetical duo: “If you’re after heavy wood and overripeness you’re looking at the wrong bottle. Instead, think of the most drinkable, fresh and lively wine you’ve tasted all year. Throw in some more adjectives of goodness and you’re almost there.“ Made with minimal intervention in the cellar, what you get is a white blend that is mineral yet fruity, fresh yet rich.", "country": "South Africa", "alc": null, "price": "15.00", "image_url": null, "image": "alphabeticalvinblanc_C9o29Cp.jpeg"}}, {"model": "products.product", "pk": 4, "fields": {"category": 1, "name": "Bringing Back the Joy Sauvignon Blanc 2020", "description": "The ripening season for the 2020 was a little bit cooler than the previous year, resulting in lower alcohol and higher acidity without compromising on fruit. Picked on the 1st of February, the grapes were fermented wholebunch for 7 days with one punch down per day after which it was pressed and taken to Zeppelin eggs and left to age. A very small amount of sulphur was added a few days before bottling in November.\r\n\r\nThe nose presents with aromas of red-skinned peanuts, green jalapeño skin and green figs. The palate is generous in its depth of flavour with a mineral core keeping the wine focussed. There is a great structure to the wine from the skin contact which adds complexity to it. A great pairing wine for Japanese cuisine.", "country": "South Africa", "alc": null, "price": "17.00", "image_url": null, "image": "bringing-back-the-joy_PghaCWd.png"}}, {"model": "products.product", "pk": 5, "fields": {"category": 3, "name": "Van Loggerenberg ‘Break a Leg’ Blanc de Noir 2021", "description": "100% Cinsaut Blanc de Noir from a 27 year old bush vines planted in the Helderberg area of Stellenbosch. These vines are farmed solely for the making of this wine, the close proximity to the ocean and constant sea breaze gives the wine a great salty finish and great focus on the palate.", "country": "South Africa", "alc": null, "price": "15.00", "image_url": null, "image": "VL-Break-a-Leg_i2QzwFR.png"}}, {"model": "products.product", "pk": 6, "fields": {"category": 2, "name": "Full Moon Grenache 2019", "description": "These wines are inspired by the light yet complex and textured wines grown on volcanic slopes of Mount Etna, Sicily. Since there’s no Nerello Cuppucio or Mascalese here in SA, Grenache is the next best thing and it works a charm. The grapes are from a farm of old bush vines outside Darling and were picked on 13 February: early enough to ensure a good, fresh tannin – but not quite as aggressive as the 2016 vintage(!). Grapes were handpicked, footstomped and fermented naturally.", "country": "South Africa", "alc": "12.5", "price": "23.00", "image_url": null, "image": "Full-Moon_GKhcS4E.png"}}, {"model": "products.product", "pk": 8, "fields": {"category": 2, "name": "Grenache 2021", "description": "The wine is light in colour and light bodied with a nose dominated by pomegranate and red summer berries such as wild strawberry, raspberries. The tannins are extremely soft and silky smooth. The wine was made to be enjoyed at release, but should improve with age for up to 3 years after. It is ideal to be enjoyed slightly chilled on its own or with aromatic foods, pizza, charcuterie and firm cheeses.", "country": "South Africa", "alc": null, "price": "16.00", "image_url": null, "image": "CapeRockGrenache2020.png"}}, {"model": "products.product", "pk": 9, "fields": {"category": 1, "name": "Jikken Bareru Chenin Blanc 2021", "description": "This vintage was crafted combining the best old dry land farmed bush vine Swartland Steen – a 1972 climate grown on decomposed granite with iron-stone, the other planted in 1983 on decomposed schists in the shadow of Kasteelberg – while the remainder is from old bush vines sites in Stellenbosch grown in decomposed granitic sandstone soils.", "country": "South Africa", "alc": null, "price": "11.00", "image_url": null, "image": "Fledge-Steen.png"}}, {"model": "products.product", "pk": 10, "fields": {"category": 4, "name": "Baby Bandito Stay Brave", "description": "The Baby Bandito wine are the entry into the world of Testalonga wines. The grapes for these wines come from younger vineyards (10-20 years old). As with the bigger El Bandito wines, winemaker Craig Hawkins refrains from any additives and technical gimmicks.\r\nBeautiful and interesting! Slightly smokey, mezcal, salty, orange blossom, quince, herbs, vanilla, minerals.", "country": "South Africa", "alc": "11.3", "price": "22.00", "image_url": null, "image": "stay_brave.png"}}, {"model": "products.product", "pk": 12, "fields": {"category": 1, "name": "Testing win3", "description": "Testingtes", "country": "sweden", "alc": null, "price": "21.00", "image_url": null, "image": "Elgin-ridge-282-sauvignon-blanc-1.png"}}]